Repository: Sammy9211/FinalMediaGuide
Catalog: FinalMediaGuide/Resources/Views/Home/Index.*.resx
Languages: am

# Artyush
source: Artyush Varderesyan
am: Արտյուշ Վարդերեսյան

# Davit
source: Davit Karapetyan
am: Դավիթ Կարապետյան

# Eran
source: Yeranuhi Ter-Movsisyan
am: Երանուհի Տեր-Մովսիսյան

# Header1
source: Target group
am: Թիրախային խումբ

# Header2
source: A vision of the future
am: Ապագայի տեսլական

# Header3
source: Access to our website
am: Մեր կայքի հասանելիությունը

# Julia
source: Julieta Simonyan
am: Ջուլիետա Սիմոնյան

# MainText
source: We offer new solutions to old problems
am: Մենք առաջարկում ենք նոր լուծումներ հին խնդիրներին

# Samvel
source: Samvel Hovsepyan
am: Սամվել Հովսեփյան

# SmallText1
source: Our project is designed to introduce media literacy skills to children aged 10-16 and protect them from cybercrimes.
am: Մեր պրոյեկտը նախատեսված է 10-16 տարեկան երեխաներին, մեդիագրագիտության հմտություններին ծանոթացնելու և կիբեռհանցագործություններից զերց պահելու համար

# SmallText2
source: It is planned to bring our website from the virtual field to reality, through comics, board games, toys, stickers.
am: Նախատեսվում է մեր վեբ-կայքը վիրտուալ դաշտից բերել իրականություն, կոմիկսների,սեղանի խաղերի,խաղալիքների,ինքակպչուն նկարների միջոցով

# SmallText3
source: Promotion of the site through advertisements on social networks
am: Սոցիալական ցանցերում գովազդների միջոցով կայքի առաջխաղացումը

# smt1
source: Comic book design
am: Կոմիկսային դիզայն

# smt2
source: An imaginary story
am: Մտացված պատմություն

# smt3
source: Logical development of characters
am: Հերոսների տրամաբանական զարգացում

# smt4
source: Presentation of exciting games
am: Հետաքրքրաշարժ խաղերի ներկայացում

# Start
source: Let's start
am: Սկսենք

# String1
source: Projects
am: Պրոյեկտներ

# String2
source: Support hours
am: Աջակցության ժամեր

# String3
source: Hard workers
am: Քրտնաջան աշխատողներ

# Text1
source: The important role of schools
am: Դպրոցների կարևոր դերը

# Text2
source: Proponents of media literacy instruction argue that incorporating media literacy into school curricula promotes civic engagement, raises awareness of the power structures inherent in popular media, and helps students acquire critical and investigative skills. More and more work is devoted to the impact of media literacy on youth. An analysis of more than 50 studies published in the Journal of Communication showed that media literacy has a positive effect on knowledge, critical thinking, perception of reality, behavior and beliefs.
am: Մեդիագրագիտության ուսուցման կողմնակիցները պնդում են, որ դպրոցական ծրագրերում մեդիագրագիտության ներառումը նպաստում է քաղաքացիական ակտիվությանը, բարձրացնում է տեղեկացվածությունը հայտնի լրատվամիջոցներին բնորոշ ուժային կառուցվածքի մասին և սովորողներին օգնում ձեռք բերել քննադատության և հետաքննության համար անհրաժեշտ հմտություններ։ Ավելի ու ավելի շատ աշխատանքներ են նվիրվում երիտասարդության վրա մեդիագրագիտության ունեցած ազդեցության վրա։ Journal of Communication ամսագրում հրապարակված ավելի քան 50 հետազոտությունների վերլուծությունը ցույց է տվել, որ մեդիագրագիտությունը դրական ազդեցություն ունի գիտելիքների, քննադատական մոտեցման, իրականության ընկալման, վարքի ու համոզմունքների վրա

# Text3
source: OUR PROJECT
am: ՄԵՐ ՊՐՈՅԵԿՏԸ

# Text4
source: Some facts about our project
am: Որոշակի փաստեր մեր պրոյեկտի մասին

# Text5
source: FEATURES
am: ԱՌԱՆՁՆԱՀԱՏԿՈՒԹՅՈՒՆՆԵՐԸ

# Text6
source: Features of our project
am: Մեր պրոյեկտի առանձնահատկությունները

# Text7
source: THE TEAM
am: ԹԻՄԸ

# Text8
source: Our hardworking team
am: Մեր աշխատասեր թիմը

# TextBtn
source: Read more
am: Կարդալ ավելին
